Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/elinkeino_ja_oikeus.html.tmx
Source language: fin
Languages: smn

source: Elinkeino- ja oikeuslautakunta
smn: Iäláttâs- já vuoigâdvuođâlävdikodde

source: Elinkeino- ja oikeuslautakunta valmistelee Saamelaiskäräjien esitykset, aloitteet, lausunnot sekä muut kannanotot, jotka koskevat saamelaisten oikeuksia, elinkeinoja ja kulttuuriperintöä sekä saamelaisten kotiseutualueen ympäristöä ja maankäyttöä.
smn: Iäláttâs- já vuoigâdvuođâlävdikodde valmâštâl iävtuttâsâid, alguid já ciälkkámušâid sehe eres peleväldimijd, moh kyeskih sämmilij iäláttâsâid, sämikuávlu pirrâs já sämmilij vuoigâdvuođâid.

source: Lautakunta tekee tiivistä yhteistyötä eri yhteistyötahojen ja sidosryhmien kanssa, joista tärkeimpiä ovat mm. saamelaisten kotiseutualueen paliskunnat ja saamelaiselinkeinojen harjoittajat, Saamelaismuseo Siida, Metsähallitus sekä saamelaisten kotiseutualueen kunnat.
smn: Lävdikodde ráhtá ihásávt čielgiittâs Sämitige čuákkimân sämmilij sierânâsvuoigâdvuođâi olášuumeest já sii kyeskee lahâasâttâstooimâi ovdánmist.

source: Lautakunta laatii vuosittain selvityksen Saamelaiskäräjien kokoukselle saamelaisten erityisoikeuksien toteutumisesta ja heitä koskevien lainsäädäntöhankkeiden etenemisestä.
smn: Iäláttâs- já vuoigâdvuođâlävdikode aašij valmâštellen já oovdânpyehten tuáimá Sämitige lahâčällee.

source: Lautakunta laatii vaalikausittain Saamelaisten oikeus-, elinkeino-, kulttuuriperintö- ja ympäristöpoliittisen ohjelman, jossa määritellään lautakunnan toimialan tärkeimmät tavoitteet ja toimenpiteet vaalikaudella.
smn: Lävdikoodán kuleh iivijn 2020- 2023 tah jesâneh já värijesâneh:

source: Ohjelma tukee Saamelaiskäräjien vaalikauden toimintaohjelman toteuttamista.
smn: Jesâneh: Länsman Asko, sj.

source: Elinkeino- ja oikeuslautakunnan esittelijöinä toimivat Saamelaiskäräjien lakimiessihteeri, ympäristösihteeri sekä elinkeinosihteeri.
smn: Porsanger Veikko, vsj. Kustula Kirsti Saijets Jan Hetta Karen-Anni Semenoff Tuomas Näkkäläjärvi Minna

source: Elinkeino- ja oikeuslautakunta kokoontuu noin neljä kertaa vuodessa.
smn: Värijesâneh: Sujala Antti Nuorgam Piia Tervaniemi Marko Musta Inka Magga Jari Wesslin Heini Palojärvi Oula-Matti
